export const catalogListData = [
  {
    disabled: true,
    title: "Телефоны и гаджеты",
    subLink: [
      {
        name: "Смартфоны",
      },
      {
        name: "Планшеты",
      },
      {
        name: "Смарт часы",
      },
      {
        name: "Аксессуары",
      },
      {
        name: "Наушники",
      },
    ],
  },
  {
    disabled: true,
    title: "Техника для дома",
    subLink: [
      {
        name: "Холодильники",
      },
      { name: "Газовые плиты" },
      {
        name: "Стиральные машины",
      },
      {
        name: "Пылесосы",
      },
      {
        name: "Микроволновые печи",
      },
      {
        name: "Морозильники",
      },
      {
        name: "Мини печи",
      },
      {
        name: "Вытяжки",
      },
      {
        name: "Посудомоечные машины",
      },
    ],
  },
  {
    disabled: true,
    title: "Малая бытовая техника",
    subLink: [
      {
        name: "Электрочайники",
      },
      { name: "Соковыжималки" },
      { name: "Мультиварки" },
      { name: "Тостерницы и сендвичницы" },
      { name: "Блендеры" },
      { name: "Кофемашины и кофемолки" },
      { name: "Кухонные комбайны" },
      { name: "Кулеры для воды" },
      { name: "Увлажнители воздуха" },
    ],
  },
  {
    disabled: true,
    title: "Телевизоры",
  },
  {
    disabled: true,
    title: "Компьютерная техника",
    subLink: [
      {
        name: "Ноутбуки",
      },
      { name: "Персональные компьютеры" },
      { name: "Принтеры" },
      { name: "Комплектующие и аксессуары" },
    ],
  },
  {
    disabled: true,
    title: "Встраиваемая техника",
    subLink: [
      {
        name: "Встраиваемые духовые шкафы",
      },
      { name: "Встраиваемые варочные поверхности" },
      {
        name: "Встраиваемые холодильники",
      },
    ],
  },
  {
    disabled: true,
    title: "Электроника для дома",
    subLink: [
      {
        name: "Камера наблюдения",
      },
    ],
  },
  {
    disabled: true,
    title: "Кондиционеры",
    subLink: [
      { name: "Вентиляторы" },
      {
        name: "Обогреватели",
      },
    ],
  },
  {
    disabled: false,
    title: "Техника для ухода за телом",
    subLink: [{ name: "Фены" }],
  },
  {
    disabled: false,
    title: "Генераторы",
  },
  {
    disabled: false,
    title: "Электротранспорт",
  },
  {
    disabled: false,
    title: "Рюкзаки, Сумки, Чехлы для ноутбука",
  },
];
